/* Title for App Store */
"ChatSecure: Encrypted, Secure Multiprotocol Chat and Instant Messaging (Google Talk, XMPP, AIM)" = "ChatSecure: Mesagerie instantanee multiprotocol (Google Talk, XMPP, AIM), cu opțiuni de criptare și securizare";

/* Top description */
"ChatSecure is an open-source encrypted messaging application that uses Cypherpunks' Off-the-Record protocol to secure a communication channel over XMPP (Google Talk, Jabber, etc) or Oscar (AIM)." = "ChatSecure este o aplicație open-source de mesagerie criptată, care folosește protocolul Cypherpunks Off-the-Record pentru a securiza un canal de comunicație prin XMPP (Google Talk, Jabber etc.) sau Oscar (AIM).";

/* Below top decsription */
"Fork me on Github!" = "Fă un fork pe Github!";

/* Heading for first section */
"Multiprotocol Chat" = "Mesagerie multiprotocol";

/* Bullet point for Multiprotocol Chat section */
"ChatSecure works with both XMPP and AIM accounts." = "ChatSecure funcționează atât cu conturi XMPP cât și AIM.";

/* Heading for second section */
"Strong Encryption" = "Criptare puternică";

/* Bullet point for Strong Encryption section */
"The Off-the-Record library provides a strong base for encrypted communication." = "Librăria Off-the-Record oferă o bază solidă pentru comunicația securizată.";

/* Heading for third section */
"Compatible" = "Compatibil";

/* Bullet point for Compatible section */
"You can securely chat with other programs such as Adium or Pidgin." = "Poți comunica securizat cu alte programe cum sunt Adium sau Pidgin.";